workSpace/CodeBase/csop/src/cn/qtone/xxt/csop/client/test.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<test xmlns="http://samples.com/">
			<name>xml.test</name>
			<namesss>xml.test</namesss>
		</test>
	</soap:Body>
</soap:Envelope>